Repository: mohdhegazii/aqarstock-AhmadKhaled
Catalog: BrokerMVC/ResourcesFiles/Messages.*.resx
Languages: ar

# ConfirmDelete
source: Are you sure you want to delete this?
ar: هل انت متاكد انك ترغب فى الحذف؟

source: Deleted Successfully
ar: تم الحذف بنجاح

# DescriptionRequired
source: Arabic Description is Required
ar: يجب ادخال الوصف

# EmailRequired
source: Email is Required
ar: الرجاء إدخال البريد الالكتروني

# EnglishDescriptionRequired
source: English Description is Required
ar: يجب ادخال الوصف باللغة الانجليزية

# EnglishNameRequired
source: English Name is Required
ar: يجب ادخال الاسم باللغة الانجليزية

# EnSummaryRequired
source: English Summary is Required
ar: الوصف الموجز باللغة الانجليزية مطلوب

# IconToolTip
source: The Dimensions must be 32*32
ar: يجب أن تكون الأبعاد 32*32

# KeywordRequired
source: Keyword is Required
ar: يجب ادخال كلمة البحث

# NameRequired
source: Arabic Name is Required
ar: الرجاء ادخال الاسم

# PhoneRequired
source: Phone Number is Required
ar: الرجاء إدخال رقم الهاتف

# PhotoRequired
source: Please Enter Photo
ar: الرجاء إدخال الصورة

source: Saved Successfully
ar: تم الحفظ بنجاح

# SummaryRequired
source: Summary is Required
ar: الوصف الموجزمطلوب

source: Updated Successfully
ar: تم التعديل بنجاح

# URLRequired
source: URL is Required
ar: يجب ادخال الرابط

# ValidDescription
source: Must be more than 10 letter
ar: يجب ان يزيد الوصف عن 10 احرف

# ValidEmail
source: Email is not correct
ar: البريد الإلكتروني غير صحيح

# ValidImage
source: Please choose either a GIF, JPG or PNG image.
ar: الرجاء إدخال صورة صالحة

# ValidImageDimension
source: The Image Dimensions is not correct
ar: أبعاد الصورة غير صحيحة

# ValidName
source: Please Enter Valid Name
ar: يجب ان لا يقل الاسم عن حرفين

source: Activated Successfully
ar: تم تفعيله بنجاح

# EnglishSloganRequired
source: English Slogan is Required
ar: يجب ادخال الشعار باللغة الانجليزية

# EnglishStreetNameRequired
source: English Street Name is Required
ar: يجب ادخال اسم الشارع باللغة الانجليزية

# LatitudeRequired
source: Latitude is Required
ar: الرجاء إدخال خط العرض

# LogoToolTip
source: The Dimensions must be 367*367
ar: يجب أن تكون الأبعاد 367*367

# LongitudeRequired
source: Longitude is Required
ar: الرجاء إدخال خط الطول

# SloganRequired
source: Slogan is Required
ar: يجب ادخال الشعار

# StreetNameRequired
source: Arabic Street Name is Required
ar: يجب ادخال اسم الشارع

source: Suspended Successfully
ar: تم إيقافه بنجاح

# SuspendMsg
source: this was suspended for the following reason:
ar: تم الإيقاف للسبب التالي:

# TotalNumberRequired
source: you must enter the total number
ar: يجب إدخال العدد الإجمالي

# ValidationError
source: Some fields values is not correct
ar: بعض البيانات غير صحيحة

# AreaRequired
source: Area is Required
ar: يجب ادخال المساحة

# EmptyMsg
source: No Data Exist
ar: لا توجد بيانات

# PriceRequired
source: Price is Required
ar: يجب ادخال السعر

# ValidImageSize
source: Image size must be less than 1 MB
ar: يجب أن يكون حجم الصورة أقل من 1 ميغا بايت

# PendingAccount
source: the account is not activated yet
ar: لم يتم تفعيل الحساب بعد

# AddAditionalDataMsg
source: Remember that the accuracy of the data increases the chances of selling
ar: تذكر أن الدقة في البيانات تزيد من فرصك في البيع

# AdPlaceHolder
source: Apartment / Villa / Land (type) for sale / for rent [installment / Cash] ( District Name) - (most important areas nearby)
ar: شقة / فيلا / ارض ( نوع العقار ) للبيع / للأيجار [ تقسيط / كاش ] بـــ ( اسم الحى ) – ( أهم المناطق بجواره )

# AdTooltip
source: Please write brief title for the advertisement which contains common words used in search on google
ar: يرجى ان يكون عنوان الاعلان مختصر بكلمات يبجث بها العميل على جووجل

# AreaToolTip
source: The area in square meters
ar: المساحة بالمتر المربع

# CantAddMsg
source: You Can't Add More Than
ar: لا يمكن إضافة أكثر من

# CategoryTooltip
source: Example: If you want to sell your property Select Residential
ar: مثال:إذا كنت تريد بيع شقتك فقم بإختيار وحدة سكنية

# CodeNotMatch
source: The code you entered is not match the Activation code
ar: الرمز الذي أدخلته لا يتطابق مع رمز التفعيل

# CodeSentSuccessfuly
source: A New activation code has been sent to your email and phone
ar: تم إرسال رمز التفعيل الجديد إلى البريد الإلكتروني والهاتف

# CompanyDataRequired
source: You Must Enter your company data first
ar: يجب عليك إدخال بيانات الشركة الخاصة بك أولا

# ConfirmChangeSubscription
source: Are you sure you want to change subscription into Company Administriator?
ar: هل أنت متأكد أنك تريد تغيير الاشتراك الى مدير الشركة؟

# ConfirmPassword
source: Please Confirm the Password
ar: يرجى تأكيد كلمة المرور

# ContactAdmin
source: for more information you can contact us
ar: لمزيد من المعلومات يمكنك الاتصال بنا

# CreateNewMsg
source: Please remember that data accuracy will increases your chances of selling or leasing your property
ar: دقة البيانات تحسن فرصك في بيع او تأجير عقارك, فضلا تحرى الدقة في ملء البيانات التالية.

# DeleteProjectRelatedData
source: The data related to the project will be deleted which is:
ar: سيتم حذف البيانات المتعلقة بالمشروع والتي هي:

# DeleteRealestateRelatedData
source: The data related to the real estate will be deleted which is:
ar: سيتم حذف البيانات المتعلقة بالعقار والتي هي:

# DescriptionTooltip
source: Please Write full description of the property ,its features ,advantages of its location and the available services , such as schools, hospitals and so on - only 500 characters.
ar: أكتب وصف كامل للعقار ومميزاته ومميزات موقعه والخدمات المتاحة والقريبة منه مثل المدارس والمستشفيات وخلافه - 500 حرف.

# InCompleteAddress
source: Please enter The Address
ar: يرجى إدخال العنوان

# IncompleteMsg
source: The Data is not Complete
ar: البيانات غير كاملة

# InCompletePhotos
source: Please Enter Photos of your RealEstate
ar: يرجى ادخال صور العقار

# InCompleteRealestateMsg
source: Incomplete real estates will not appear on the site
ar: لن تظهر العقارات غير المكتملة على الموقع

# InValidEmail
source: Email already exists
ar: البريد الالكتروني موجود بالفعل

# InvalidPassword
source: Password is not correct
ar: كلمة المرور غير صحيحة

# InValidUserName
source: Username already exists
ar: اسم المستخدم موجود بالفعل

# MovetoRequired
source: You must select the employee whose the estates will be transferred to him
ar: يجب تحديد الموظف الذي ستنقل إليه العقارات

# PasswordNotMatch
source: the password confirmation not matched with the password
ar: تأكيد كلمة المرور لا تتطابق مع كلمة المرور

# PasswordRequired
source: Password is Required
ar: كلمة المرور مطلوبة

# PendingUserMsg
source: Your Account is not activated yet Please Enter The Activation Code
ar: لم يتم تفعيل الحساب الخاص بك حتى الآن الرجاء إدخال رمز التفعيل

# PhotosToolTip
source: Add photos improve your chances of selling your real estate
ar: إضافة الصور تحسن من فرصك في البيع

# PriceTooltip
source: What is the estimated total price for selling?
ar: ما هو السعر الاجمالى التقديري للبيع؟

# SigninMessage
source: Sign in to the website
ar: تسجيل الدخول الى الموقع

# SuspendedCompanyMsg
source: The Company data was suspended for the following reason:
ar: تم إيقاف بيانات الشركة للسبب التالي:

# SuspendedUserMessage
source: Your Account was Suspended for the following Reason
ar: تم إيقاف حسابك للأسباب التالية

# UserCreated
source: User account was Created Successfully, A temp password will be sent to the user's email and mobile
ar: تم إنشاء حساب المستخدم بنجاح، سيتم إرسال كلمة المرور المؤقتة إلى البريد الإلكتروني للمستخدم والجوال

# UserNameNotExsit
source: UserName Not Exist
ar: اسم المستخدم غير موجود

# SendSuccessfully
source: Sent Successfully
ar: تم الارسال بنجاح

# CodesTooltip
source: Enter realestates codes seperated by ','
ar: ادخل اكواد العقارات بينهم ','

# ResetPassword
source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

# AddUserDataMsg
source: Please Add your contact data
ar: من فضلك أضف بياناتك

# ErrorMsg
source: An Error has been occurred, Please try again
ar: لقد حدث خطأ يرجى المحاولة مرة اخرى

# ErrorTitleMsg
source: Sorry,
ar: عفوا

# NotifyTitle
source: Notify Service: send to us your desired real estate features and we will tell you when we find it
ar: خدمة بلغني : أرسل لنا العقار الذي تبحث عنه ، وسوف نرسل لك عندما يتم إضافته

# ThanksTitleMsg
source: Thank you
ar: شكراً لك

# AddingCompareFailed
source: You Can't Compare More than 4 Properties
ar: لا يمكنك المقارنة بين اكثر من 4 عقارات

# FavoritePropErrorMsg
source: You must log in before you add the property to your favorite properties
ar: يجب تسجيل الدخول قبل اضافة العقار للعقارات المفضلة

# FavoritePropMsg
source: This property has been added to your Favorites list
ar: تم اضافة العقار لقائمة العقارات المفضلة الخاصة بك

# GeneratePasswordMsg
source: The password has been sent to your phone number and e-mail. Please login
ar: تم ارسال كلمة السر الى رقم هاتفك و الايميل الخاص بك برجاء تسجيل الدخول

# SuspendInfoMsg
source: For More Information Please Contact Our
ar: للمزيد من المعلومات، يرجى الاتصال بــ

# UserNameRequired
source: User Name is Required
ar: الرجاء ادخال اسم المستخدم

# ValidPassword
source: Password must be more than 6 letter
ar: يجب أن تكون كلمة المرور أكثر من 6 حرف

# ViewCompanyData
source: To view Company Contact Data
ar: للاتصال بالشركة

# ResultNotFound
source: Sorry, No data exist
ar: عذرا، لا توجد بيانات

# CatalogNamesTooltip
source: Please write each name in new line
ar: يرجى كتابة اسم كل كتالوج في سطر منفصل

# HeadersTooltip
source: please write each header in new line
ar: يرجى كتابة كل عنوان في سطر منفصل

# Required
source: this field is Required
ar: مطلوب

# ErrorInvalidEmailOrPhoneNumber
source: Invalid email or phone number
ar: البريد الإلكتروني أو الهاتف غير صالح

# ErrorUserNameExist
source: Email or phone number already exist
ar: البريد الإلكتروني أو الهاتف الذي تم إدخاله موجود بالفعل

# ErrorUserNameNotExist
source: Email or phone number not exist
ar: البريد الإلكتروني أو الهاتف الذي تم إدخاله غير موجود

# ForgetPasswordTitle
source: Password recovery code
ar: رمز استعادة كلمة المرور

# ForgetPasswordRecover
source: Recover password
ar: استرجاع كلمة المرور

# ForgetPasswordRecoverTitle
source: The password recovery code has been successfully sent to
ar: تم إرسال رمز استعادة كلمة المرور بنجاح إلى

# DeleteSubscriberRelatedData
source: The data related to the user will be deleted which is:
ar: سيتم حذف البيانات المتعلقة بالمستخدم والتي هي:

# InValidMobileNo
source: Mobile number already exists
ar: رقم الموبايل موجود بالفعل

# ErrorInvalidMobileNo
source: Invalid mobile number
ar: رقم الموبايل غير صالح

# ErrorInvalidUsername
source: Invalid username
ar: اسم المستخدم غير صالح
